{
  "architectures": [
    "MyLLMForCausalLM"
  ],
  "auto_map": {
    "AutoConfig": "configuration_myllm.MyLLMConfig",
    "AutoModelForCausalLM": "modeling_myllm.MyLLMForCausalLM"
  },
  "model_type": "myllm",
  "vocab_size": 65536,
  "hidden_size": 1792,
  "num_hidden_layers": 28,
  "num_attention_heads": 14,
  "num_key_value_heads": 2,
  "head_dim": 128,
  "intermediate_size": 4864,
  "tie_word_embeddings": true,
  "max_position_embeddings": 8192,
  "rope_theta": 500000.0,
  "rms_norm_eps": 1e-05,
  "hidden_act": "silu",
  "use_cache": true,
  "torch_dtype": "bfloat16",
  "pad_token_id": 0,
  "bos_token_id": 1,
  "eos_token_id": [2, 65523],
  "transformers_version": "5.9.0"
}
