{
  "metadata": {
    "total_size": 2110463488
  },
  "weight_map": {
    "embed_tokens.weight": "model-00001-of-00002.safetensors",
    "layers.0.input_norm.weight": "model-00001-of-00002.safetensors",
    "layers.0.attention.q_proj.weight": "model-00001-of-00002.safetensors",
    "layers.0.attention.k_proj.weight": "model-00001-of-00002.safetensors",
    "layers.0.attention.v_proj.weight": "model-00001-of-00002.safetensors",
    "layers.0.attention.o_proj.weight": "model-00001-of-00002.safetensors",
    "layers.0.post_attention_norm.weight": "model-00001-of-00002.safetensors",
    "layers.0.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "layers.0.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "layers.0.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "layers.1.input_norm.weight": "model-00001-of-00002.safetensors",
    "layers.1.attention.q_proj.weight": "model-00001-of-00002.safetensors",
    "layers.1.attention.k_proj.weight": "model-00001-of-00002.safetensors",
    "layers.1.attention.v_proj.weight": "model-00001-of-00002.safetensors",
    "layers.1.attention.o_proj.weight": "model-00001-of-00002.safetensors",
    "layers.1.post_attention_norm.weight": "model-00001-of-00002.safetensors",
    "layers.1.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "layers.1.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "layers.1.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "layers.2.input_norm.weight": "model-00001-of-00002.safetensors",
    "layers.2.attention.q_proj.weight": "model-00001-of-00002.safetensors",
    "layers.2.attention.k_proj.weight": "model-00001-of-00002.safetensors",
    "layers.2.attention.v_proj.weight": "model-00001-of-00002.safetensors",
    "layers.2.attention.o_proj.weight": "model-00001-of-00002.safetensors",
    "layers.2.post_attention_norm.weight": "model-00001-of-00002.safetensors",
    "layers.2.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "layers.2.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "layers.2.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "layers.3.input_norm.weight": "model-00001-of-00002.safetensors",
    "layers.3.attention.q_proj.weight": "model-00001-of-00002.safetensors",
    "layers.3.attention.k_proj.weight": "model-00001-of-00002.safetensors",
    "layers.3.attention.v_proj.weight": "model-00001-of-00002.safetensors",
    "layers.3.attention.o_proj.weight": "model-00001-of-00002.safetensors",
    "layers.3.post_attention_norm.weight": "model-00001-of-00002.safetensors",
    "layers.3.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "layers.3.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "layers.3.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "layers.4.input_norm.weight": "model-00001-of-00002.safetensors",
    "layers.4.attention.q_proj.weight": "model-00001-of-00002.safetensors",
    "layers.4.attention.k_proj.weight": "model-00001-of-00002.safetensors",
    "layers.4.attention.v_proj.weight": "model-00001-of-00002.safetensors",
    "layers.4.attention.o_proj.weight": "model-00001-of-00002.safetensors",
    "layers.4.post_attention_norm.weight": "model-00001-of-00002.safetensors",
    "layers.4.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "layers.4.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "layers.4.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "layers.5.input_norm.weight": "model-00001-of-00002.safetensors",
    "layers.5.attention.q_proj.weight": "model-00001-of-00002.safetensors",
    "layers.5.attention.k_proj.weight": "model-00001-of-00002.safetensors",
    "layers.5.attention.v_proj.weight": "model-00001-of-00002.safetensors",
    "layers.5.attention.o_proj.weight": "model-00001-of-00002.safetensors",
    "layers.5.post_attention_norm.weight": "model-00001-of-00002.safetensors",
    "layers.5.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "layers.5.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "layers.5.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "layers.6.input_norm.weight": "model-00001-of-00002.safetensors",
    "layers.6.attention.q_proj.weight": "model-00001-of-00002.safetensors",
    "layers.6.attention.k_proj.weight": "model-00001-of-00002.safetensors",
    "layers.6.attention.v_proj.weight": "model-00001-of-00002.safetensors",
    "layers.6.attention.o_proj.weight": "model-00001-of-00002.safetensors",
    "layers.6.post_attention_norm.weight": "model-00001-of-00002.safetensors",
    "layers.6.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "layers.6.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "layers.6.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "layers.7.input_norm.weight": "model-00001-of-00002.safetensors",
    "layers.7.attention.q_proj.weight": "model-00001-of-00002.safetensors",
    "layers.7.attention.k_proj.weight": "model-00001-of-00002.safetensors",
    "layers.7.attention.v_proj.weight": "model-00001-of-00002.safetensors",
    "layers.7.attention.o_proj.weight": "model-00001-of-00002.safetensors",
    "layers.7.post_attention_norm.weight": "model-00001-of-00002.safetensors",
    "layers.7.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "layers.7.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "layers.7.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "layers.8.input_norm.weight": "model-00001-of-00002.safetensors",
    "layers.8.attention.q_proj.weight": "model-00001-of-00002.safetensors",
    "layers.8.attention.k_proj.weight": "model-00001-of-00002.safetensors",
    "layers.8.attention.v_proj.weight": "model-00001-of-00002.safetensors",
    "layers.8.attention.o_proj.weight": "model-00001-of-00002.safetensors",
    "layers.8.post_attention_norm.weight": "model-00001-of-00002.safetensors",
    "layers.8.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "layers.8.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "layers.8.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "layers.9.input_norm.weight": "model-00001-of-00002.safetensors",
    "layers.9.attention.q_proj.weight": "model-00001-of-00002.safetensors",
    "layers.9.attention.k_proj.weight": "model-00001-of-00002.safetensors",
    "layers.9.attention.v_proj.weight": "model-00001-of-00002.safetensors",
    "layers.9.attention.o_proj.weight": "model-00001-of-00002.safetensors",
    "layers.9.post_attention_norm.weight": "model-00001-of-00002.safetensors",
    "layers.9.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "layers.9.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "layers.9.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "layers.10.input_norm.weight": "model-00001-of-00002.safetensors",
    "layers.10.attention.q_proj.weight": "model-00001-of-00002.safetensors",
    "layers.10.attention.k_proj.weight": "model-00001-of-00002.safetensors",
    "layers.10.attention.v_proj.weight": "model-00001-of-00002.safetensors",
    "layers.10.attention.o_proj.weight": "model-00001-of-00002.safetensors",
    "layers.10.post_attention_norm.weight": "model-00001-of-00002.safetensors",
    "layers.10.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "layers.10.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "layers.10.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "layers.11.input_norm.weight": "model-00001-of-00002.safetensors",
    "layers.11.attention.q_proj.weight": "model-00001-of-00002.safetensors",
    "layers.11.attention.k_proj.weight": "model-00001-of-00002.safetensors",
    "layers.11.attention.v_proj.weight": "model-00001-of-00002.safetensors",
    "layers.11.attention.o_proj.weight": "model-00001-of-00002.safetensors",
    "layers.11.post_attention_norm.weight": "model-00001-of-00002.safetensors",
    "layers.11.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "layers.11.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "layers.11.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "layers.12.input_norm.weight": "model-00001-of-00002.safetensors",
    "layers.12.attention.q_proj.weight": "model-00001-of-00002.safetensors",
    "layers.12.attention.k_proj.weight": "model-00001-of-00002.safetensors",
    "layers.12.attention.v_proj.weight": "model-00001-of-00002.safetensors",
    "layers.12.attention.o_proj.weight": "model-00001-of-00002.safetensors",
    "layers.12.post_attention_norm.weight": "model-00001-of-00002.safetensors",
    "layers.12.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "layers.12.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "layers.12.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "layers.13.input_norm.weight": "model-00001-of-00002.safetensors",
    "layers.13.attention.q_proj.weight": "model-00001-of-00002.safetensors",
    "layers.13.attention.k_proj.weight": "model-00001-of-00002.safetensors",
    "layers.13.attention.v_proj.weight": "model-00001-of-00002.safetensors",
    "layers.13.attention.o_proj.weight": "model-00001-of-00002.safetensors",
    "layers.13.post_attention_norm.weight": "model-00001-of-00002.safetensors",
    "layers.13.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "layers.13.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "layers.13.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "layers.14.input_norm.weight": "model-00001-of-00002.safetensors",
    "layers.14.attention.q_proj.weight": "model-00001-of-00002.safetensors",
    "layers.14.attention.k_proj.weight": "model-00001-of-00002.safetensors",
    "layers.14.attention.v_proj.weight": "model-00001-of-00002.safetensors",
    "layers.14.attention.o_proj.weight": "model-00001-of-00002.safetensors",
    "layers.14.post_attention_norm.weight": "model-00001-of-00002.safetensors",
    "layers.14.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "layers.14.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "layers.14.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "layers.15.input_norm.weight": "model-00001-of-00002.safetensors",
    "layers.15.attention.q_proj.weight": "model-00001-of-00002.safetensors",
    "layers.15.attention.k_proj.weight": "model-00001-of-00002.safetensors",
    "layers.15.attention.v_proj.weight": "model-00001-of-00002.safetensors",
    "layers.15.attention.o_proj.weight": "model-00001-of-00002.safetensors",
    "layers.15.post_attention_norm.weight": "model-00001-of-00002.safetensors",
    "layers.15.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "layers.15.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "layers.15.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "layers.16.input_norm.weight": "model-00001-of-00002.safetensors",
    "layers.16.attention.q_proj.weight": "model-00001-of-00002.safetensors",
    "layers.16.attention.k_proj.weight": "model-00001-of-00002.safetensors",
    "layers.16.attention.v_proj.weight": "model-00001-of-00002.safetensors",
    "layers.16.attention.o_proj.weight": "model-00001-of-00002.safetensors",
    "layers.16.post_attention_norm.weight": "model-00001-of-00002.safetensors",
    "layers.16.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "layers.16.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "layers.16.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "layers.17.input_norm.weight": "model-00001-of-00002.safetensors",
    "layers.17.attention.q_proj.weight": "model-00001-of-00002.safetensors",
    "layers.17.attention.k_proj.weight": "model-00001-of-00002.safetensors",
    "layers.17.attention.v_proj.weight": "model-00001-of-00002.safetensors",
    "layers.17.attention.o_proj.weight": "model-00001-of-00002.safetensors",
    "layers.17.post_attention_norm.weight": "model-00001-of-00002.safetensors",
    "layers.17.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "layers.17.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "layers.17.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "layers.18.input_norm.weight": "model-00001-of-00002.safetensors",
    "layers.18.attention.q_proj.weight": "model-00001-of-00002.safetensors",
    "layers.18.attention.k_proj.weight": "model-00001-of-00002.safetensors",
    "layers.18.attention.v_proj.weight": "model-00001-of-00002.safetensors",
    "layers.18.attention.o_proj.weight": "model-00001-of-00002.safetensors",
    "layers.18.post_attention_norm.weight": "model-00001-of-00002.safetensors",
    "layers.18.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "layers.18.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "layers.18.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "layers.19.input_norm.weight": "model-00001-of-00002.safetensors",
    "layers.19.attention.q_proj.weight": "model-00001-of-00002.safetensors",
    "layers.19.attention.k_proj.weight": "model-00001-of-00002.safetensors",
    "layers.19.attention.v_proj.weight": "model-00001-of-00002.safetensors",
    "layers.19.attention.o_proj.weight": "model-00001-of-00002.safetensors",
    "layers.19.post_attention_norm.weight": "model-00001-of-00002.safetensors",
    "layers.19.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "layers.19.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "layers.19.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "layers.20.input_norm.weight": "model-00001-of-00002.safetensors",
    "layers.20.attention.q_proj.weight": "model-00001-of-00002.safetensors",
    "layers.20.attention.k_proj.weight": "model-00001-of-00002.safetensors",
    "layers.20.attention.v_proj.weight": "model-00001-of-00002.safetensors",
    "layers.20.attention.o_proj.weight": "model-00001-of-00002.safetensors",
    "layers.20.post_attention_norm.weight": "model-00001-of-00002.safetensors",
    "layers.20.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "layers.20.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "layers.20.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "layers.21.input_norm.weight": "model-00001-of-00002.safetensors",
    "layers.21.attention.q_proj.weight": "model-00001-of-00002.safetensors",
    "layers.21.attention.k_proj.weight": "model-00001-of-00002.safetensors",
    "layers.21.attention.v_proj.weight": "model-00001-of-00002.safetensors",
    "layers.21.attention.o_proj.weight": "model-00001-of-00002.safetensors",
    "layers.21.post_attention_norm.weight": "model-00001-of-00002.safetensors",
    "layers.21.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "layers.21.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "layers.21.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "layers.22.input_norm.weight": "model-00001-of-00002.safetensors",
    "layers.22.attention.q_proj.weight": "model-00001-of-00002.safetensors",
    "layers.22.attention.k_proj.weight": "model-00001-of-00002.safetensors",
    "layers.22.attention.v_proj.weight": "model-00001-of-00002.safetensors",
    "layers.22.attention.o_proj.weight": "model-00001-of-00002.safetensors",
    "layers.22.post_attention_norm.weight": "model-00001-of-00002.safetensors",
    "layers.22.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "layers.22.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "layers.22.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "layers.23.input_norm.weight": "model-00001-of-00002.safetensors",
    "layers.23.attention.q_proj.weight": "model-00001-of-00002.safetensors",
    "layers.23.attention.k_proj.weight": "model-00001-of-00002.safetensors",
    "layers.23.attention.v_proj.weight": "model-00001-of-00002.safetensors",
    "layers.23.attention.o_proj.weight": "model-00001-of-00002.safetensors",
    "layers.23.post_attention_norm.weight": "model-00001-of-00002.safetensors",
    "layers.23.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "layers.23.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "layers.23.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "layers.24.input_norm.weight": "model-00001-of-00002.safetensors",
    "layers.24.attention.q_proj.weight": "model-00001-of-00002.safetensors",
    "layers.24.attention.k_proj.weight": "model-00001-of-00002.safetensors",
    "layers.24.attention.v_proj.weight": "model-00001-of-00002.safetensors",
    "layers.24.attention.o_proj.weight": "model-00001-of-00002.safetensors",
    "layers.24.post_attention_norm.weight": "model-00001-of-00002.safetensors",
    "layers.24.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "layers.24.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "layers.24.mlp.down_proj.weight": "model-00002-of-00002.safetensors",
    "layers.25.input_norm.weight": "model-00002-of-00002.safetensors",
    "layers.25.attention.q_proj.weight": "model-00002-of-00002.safetensors",
    "layers.25.attention.k_proj.weight": "model-00002-of-00002.safetensors",
    "layers.25.attention.v_proj.weight": "model-00002-of-00002.safetensors",
    "layers.25.attention.o_proj.weight": "model-00002-of-00002.safetensors",
    "layers.25.post_attention_norm.weight": "model-00002-of-00002.safetensors",
    "layers.25.mlp.gate_proj.weight": "model-00002-of-00002.safetensors",
    "layers.25.mlp.up_proj.weight": "model-00002-of-00002.safetensors",
    "layers.25.mlp.down_proj.weight": "model-00002-of-00002.safetensors",
    "layers.26.input_norm.weight": "model-00002-of-00002.safetensors",
    "layers.26.attention.q_proj.weight": "model-00002-of-00002.safetensors",
    "layers.26.attention.k_proj.weight": "model-00002-of-00002.safetensors",
    "layers.26.attention.v_proj.weight": "model-00002-of-00002.safetensors",
    "layers.26.attention.o_proj.weight": "model-00002-of-00002.safetensors",
    "layers.26.post_attention_norm.weight": "model-00002-of-00002.safetensors",
    "layers.26.mlp.gate_proj.weight": "model-00002-of-00002.safetensors",
    "layers.26.mlp.up_proj.weight": "model-00002-of-00002.safetensors",
    "layers.26.mlp.down_proj.weight": "model-00002-of-00002.safetensors",
    "layers.27.input_norm.weight": "model-00002-of-00002.safetensors",
    "layers.27.attention.q_proj.weight": "model-00002-of-00002.safetensors",
    "layers.27.attention.k_proj.weight": "model-00002-of-00002.safetensors",
    "layers.27.attention.v_proj.weight": "model-00002-of-00002.safetensors",
    "layers.27.attention.o_proj.weight": "model-00002-of-00002.safetensors",
    "layers.27.post_attention_norm.weight": "model-00002-of-00002.safetensors",
    "layers.27.mlp.gate_proj.weight": "model-00002-of-00002.safetensors",
    "layers.27.mlp.up_proj.weight": "model-00002-of-00002.safetensors",
    "layers.27.mlp.down_proj.weight": "model-00002-of-00002.safetensors",
    "norm.weight": "model-00002-of-00002.safetensors"
  }
}
